Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/luftfartstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: If the applicant is unable to achieve sufficient load (for example due to orthopedic problems) this shall be justified, and in certain cases it may be accepted to replace the exercise-ECG with other tests with documented equal or better negative predictive values.
nb: Dersom søkeren ikke er i stand til å oppnå tilstrekkelig belastning (for eksempel grunnet ortopediske problemer) skal dette begrunnes, og i visse tilfeller kan det aksepteres å erstatte arbeids-EKG med andre undersøkelser med dokumentert likeverdig eller bedre negativ prediktiv verdi.

source: The Open Service (OS) is broadcasted through Geostationary satellites and is available since the 1st of October 2009, and intends mainly to support mass market applications.
nb: OS (The Open Service) sendes via geostasjonære satellitter og har vært tilgjengelig fra 1.oktober 2009. Målgruppen for denne tjenesten har vært applikasjoner for massemarkedet.

source: Registration for the theoretical examination must be sent via an approved flight school (ATO).
nb: Registrering til teorieksamen skal sendes via godkjent flyskole (ATO).

source: The initiative to introduce a state safety program for aviation comes from the UN’s organisation of civil aviation, the International Civil Aviation Organization (ICAO).
nb: Initiativet til å innføre statlig flysikkerhetsprogram kommer fra FNs sivile luftfartsorganisasjon, International Civil Aviation Organization (ICAO).

source: You must also ensure that the aircraft is equipped with a height gauge or similar to ensure that the flight stays under 120 meters.
nb: Du må også sørge for at luftfartøyet har høydemåler eller lignende slik at du sikrer at flyging skjer under 120 meter.

source: Scope of approval relevant to this application
nb: Reguleringsbestemmelser og myndighetskrav

source: Furthermore, syncope will normally have greater consequences for flight safety than partly incapacitations due to acute pain attacks.
nb: Videre vil synkope normalt medføre større konsekvenser for flysikkerheten enn inkapasitering på bakgrunn av et anfall med akutte smerter.

source: If the condition involves a high risk (1-2% per year) of acute and total incapacitation (grades 2 and 3), SSL limitation should normally be considered. The SSL will in such cases imply that another air traffic controller shal be able to take over the function without unnecessary delay (seconds or minutes, depending on the place of work and type of incapacitation).
nb: Dersom tilstanden innebærer grensehøy (1-2 % per år) risiko for akutt og total inkapasitering (grad 2 og 3) skal det normalt påføres SSL i slike tilfeller, hvor en annen flygeleder skal kunne overta funksjonen uten unødvendig forsinkelse (sekunder eller minutter, avhengig av arbeidssted).

source: No new registration must be sent for re-examination.
nb: Det skal ikke sendes ny registreringen ved omprøver.

source: Therefore, for users equipped with SBAS avionics, the major change introduced during this first step of EGNOS SoL introduction, will be to rely on EGNOS signals, in addition to GPS signals, rather than on the sole use of GPS signals augmented by ABAS.
nb: Av den grunn vil den største endringen for piloter som har tilgang til fly utstyrt med SBAS-mottakere, være at GPS korrigeres med EGNOS i stedet for ”sole-mean GPS” korrigert med ABAS.

source: This first point above (a) means that the aeromedical examiner must assess the applicant's level of physical and mental function and ensure that there are no impairments that may affect flight safety.
nb: Dette første punktet over (a) betyr at flylegen må ta stilling til søkerens funksjonsnivå og sikre seg at det ikke foreligger en funksjonssvikt som kan påvirke flysikkerheten.

source: In connection with accidents and incidents, the CAA-N may initiate investigations independently
nb: Ved ulykker og hendelser kan Luftfartstilsynet gjennomføre granskninger uavhengig av SHTs undersøkelser.

source: Rules for drones (not toys) below 250 grams, with
nb: Reglene for drone (ikke leketøy) under 250 gram, med kamera

source: Guidance material for CAA-NO aeromedical examiners
nb: Flylegeveileder til Part MED og Part ATCOMED

source: Norway should be a driving force and arena for the development, testing and early implementation of electrified aircraft
nb: Norge skal være pådriver og arena for utvikling, testing og tidlig implementering av elektrifiserte fly

source: Unless the diagnosis is obvious, there should also be relevant evidence from cardiologist (incl. exercise-ECG, 24 hour ECG and echo) and possibly neurologist.
nb: Med mindre diagnosen er åpenbar skal det også foreligge relevant dokumentasjon fra kardiolog (inkl. arbeids EKG, 24 timers EKG og ekko cor) og eventuelt nevrolog.

source: In some cases, exercise-ECG is required.
nb: I noen tilfeller er det påkrevd med arbeids-EKG.

source: Pilots without PBN-privileges employed by an airline operator, may undergo additional training with that operator provided that they operate with PBN procedures.
nb: Flygere uten PBN-privilegier som ansettes i selskap som opererer med PBN-prosedyrer, kan gjennomføre tilleggsutdanningen i eget selskap.

source: Extension of IR to include PBN-privileges
nb: Utvidelse av IR til å inkludere PBN-privilegier

source: In order to address and further develop the task force’s roadmap, it is recommended that an international arena is established in Norway for the development, testing and implementation of zero and low-emission aviation technology.
nb: For å ivareta og videreutvikle arbeidsgruppens veikart anbefales det at det etableres en internasjonal arena i Norge for utvikling, testing og implementering av null- og lavutslippsteknologi for luftfart.

source: • Development trends in aviation safety shall be identified, and a risk-based approach shall
nb: • Flysikkerhetsmessige utviklingstrekk skal identifiseres og det skal tas i bruk en

source: A dedicated CDDS Service Definition Document will be published for the CDDS when the service is declared available (in 2011).
nb: Et CDDS Service Definition Document vil bli publisert for CDDS når tjenesten blir erklært tilgjengelig (2011).

source: The change of status will not have consequences for the agreement of 1974 with Russia regarding the use of Svalbard Airport.
nb: Endringen av status vil ikke få konsekvenser for avtalen fra 1974 med Russland vedrørende bruken av Svalbard Lufthavn.

source: or other obstacles that represent a hazard to flight operations must be marked with steady red obstruction lights, visible from all sides.
nb: innretninger eller andre hinder som utgjør fare for flyging, skal være merket med faste røde hinderlys, synlig fra alle sider.

source: CPDLC significantly enhances air/ground communication capability and therefore controller intervention capability.
nb: CPDLC forbedrer muligheten til kommunikasjon mellom bakke/luft betydelig og dermed også flygeleders mulighet til å intervenere.

source: CAA-N comments: the obligation to mark with obstacle lights also applies to wind turbines where the tower is under construction and has reached a height of 60 meters or more.
nb: Luftfartstilsynet understreker at merkeplikten med hinderlys også gjelder for vindturbiner der tårnet er under oppføring/konstruksjon og har en nådd en høyde på 60 meter eller mer.

source: in accordance with directive 2009/48/EF
nb: etter direktiv 2009/48/EF

source: Antibiotics may have short-term or delayed side effects which can affect pilot or cabin crew performance.
nb: Skjema og veiledning for gjennomføring av medisinsk flygetest kan lastes ned fra Luftfartstilsynets hjemmeside.

source: Thus, charter operations are to be notified to the Norwegian Civil Aviation Authority at least 48 hours prior to initiation of the operation(s) in question.
nb: Charterflyging skal således notifiseres til Luftfartstilsynet i god tid, og senest 48 timer før angjeldende flyging startes.

source: Both the aviation authorities and the aviation industry are responsible for aviation safety and
nb: Både luftfartsmyndighetene og luftfartsaktørene har ansvar for flysikkerheten og flysikkerhetsarbeidet.

source: Furthermore, copies of the following valid documentation is required:4.
nb: Avtale med ansvarlig registreringsland (4) For alle andre luftfartøy*

source: • The level of safety performance in Norwegian aviation shall continuously be measured and
nb: • Flysikkerhetsresultatene i norsk luftfart skal kontinuerlig måles og overvåkes gjennom

source: The holder of an ATPL certificate issued by a third country which satisfies the requirements of the Regulation on the Certification of Crew Members (EU) 1178/2011, Article 8, paragraph 4, may register as a private candidate.
nb: Innehaver av ATPL-sertifikat utstedt av tredjeland og som tilfredsstiller kravene i forskrift om sertifisering av besetningsmedlemmer (EU) 1178/2011, artikkel 8 punkt 4, kan melde seg opp som privatist.

source: Requirements are set for reporting accuracy when registering with the Norwegian Mapping Authority (BSL E 2-1 § 5)
nb: Det stilles krav til rapporteringsnøyaktighet ved innmelding til Statens kartverk (BSL E 2-1 § 5)

source: Assessment of the risk of future incapacitation
nb: Vurdering av risiko for fremtidig funksjonssvikt

source: The average illuminance must be minimum 10 lux measured 0.1 m above deck level.
nb: Gjennomsnittlig belysningsstyrke skal være minst 10 lux målt 0,1 m over dekknivå.

source: will normally not be accepted as an adequate load when applying for class 1, 2 or 3 medical certificates.
nb: vil normalt ikke godkjennes som tilstrekkelig belastning ved søknad om legeattest klasse 1, 2 eller 3.

source: • Good safety practices and a positive safety culture based on safety management principles
nb: • Det skal fremmes en god sikkerhetspraksis og en positiv sikkerhetskultur i

source: Initially, the centre will be organised on a virtual basis and will embed national coordination and international stakeholders into its work.
nb: I første omgang vil senteret bli organisert virtuelt, og skal bidra til nasjonal samordning og internasjonal forankring.

source: C3 and C4 drones are less than 25 kg and are flown in subcategory A3.
nb: C3 og C4 er droner under 25 kilo og kan flys i underkategori A3.

source: An ordinary examination period is considered one sitting.
nb: En ordinær eksamensperiode regnes som én sitting.

source: There are no international scheduled air services to/from Svalbard Airport today.
nb: Det er ikke internasjonal rutetrafikk til/fra Svalbard lufthavn i dag.

source: work on continuously improving safety.
nb: arbeidet med kontinuerlig å forbedre flysikkerheten.

source: The gutter must have a closed drainage system to the surface of the sea.
nb: Rennen skal ha avløp som føres lukket ned til havoverflaten.

source: The safety net must be fastened below the helideck and have an upward slope of approximately 10° so that its outer edge is level with the helideck.
nb: Sikkerhetsnettet skal være festet under helidekket og ha ca. 10° helning oppover slik at dets ytterkant kommer i høyde med nivået for helidekket.

source: 1.1 (accidents and serious incidents only) 2, 3, 4, 7 and 8
nb: 1.1 (kun ved alvorlige hendelser og ulykker), 2, 3, 4, 7, 8

source: " If a flight has an ATFM slot (CTOT) which cannot be met, then the AO shall send a DLA (or CHG)message to IFPS with the new EOBT of the flight.
nb: " Dersom en flyging har en ATFM slot (CTOT) som ikke kan overholdes, skal flyoperatøren sende DLA (eller CHG) melding til IFPS med flygingens nye EOBT.

source: hazards (in terms of means and methods):
nb: Jeg innehar norsk autorisasjon som lege.

source: We look forward to testing new technologies in an operational environment, and to ensuring that Avinor is in the best way possible able to facilitate zero- and low-emission solutions for the aviation industry,’ says Abraham Foss, CEO of Avinor.
nb: Vi ser frem til å teste nye teknologier i et operativt miljø, og bidra til at Avinor på best mulig måte kan legge til rette for null- og lavutslippsløsninger for flytrafikken, sier konsernsjef i Avinor, Abraham Foss.

source: entails OML limitation for class 1 medical certificates
nb: medfører OML-begrensning for legeattest klasse 1

source: Where it is known that ATC send departure messages (DEP) for all flights, then this DEP message will suffice.
nb: Der det er kjent at flygekontrolltjenesten sender avgangsmeldinger (DEP) for alle flyginger vil slik DEP melding være tilstrekkelig.

source: The exercise-ECG load requirement is described in both AMC, UK CAA guidelines and the ICAO manual of civil aviation medicine.
nb: Belastningskravet for arbeids-EKG er beskrevet både i AMC, UK CAA guidelines og ICAO Manual of Civil Aviation Medicine.

source: When issuing a medical certificate or denial of an application for a medical certificate, this must always be done in accordance with the relevant regulations in IR (Implementation Rules).
nb: Ved utstedelse av legeattest eller avslag på søknad om legeattest skal dette al tid gjøres i henhold til relevante hjemler i IR (Implementing Rules).

source: This is according to normal practice.
nb: Dette er i henhold til normal praksis.

source: Obstacles outside the 210
nb: Hinder utenfor 210

source: " If a flight has an ATFM slot (CTOT) with some delay and the AO is aware that the original EOBT cannot be met but the existing CTOT is acceptable then a DLA (or CHG) message shall be sent to IFPS with the new EOBT of the flight.
nb: " Dersom en flyging har en ATFM slot (CTOT) med noe forsinkelse og flyoperatøren blir oppmerksom på at den opprinnelige EOBT ikke kan overholdes, men finner at CTOT er akseptabel, skal det sendes en DLA (eller CHG) melding med den nye EOBT til IFPS.

source: Formally, the Ministry has full authority to issue instructions to the CAA-N and the NLF.
nb: Samferdselsdepartementet har formelt full instruksjonsmyndighet overfor Luftfartstilsynet og NLF.

source: If you, as an RO2 or RO3 operator are to fly beyond line of sight (BLOS), the aircraft must be equipped with low intensity white light, with at least a strength of 10 candela.
nb: Skal du som er RO2- eller RO3-operatør fly utenfor synsrekkevidde (BLOS) må fartøyet være utrustet med lavintense lys som lyser hvitt og med minst 10 candela lysstyrke.

source: a) The perimeter shall be marked with a 0.3 m wide white line.
nb: a) Ytre begrensning skal være merket med en hvit 0,3 m bred kant.

source: Regulation (EU) of the European Parliament and of the Council No 376/2014 on the reporting,
nb: 376/2014 om rapportering, analysering og oppfølging av luftfartshendelser mv.

source: angle through the centre of the heliport identification marking (H), perpendicular to the bisector of the 210° sector in a plane with a fall gradient of 5:1 from the outer edge of the safety net or the gangway down to the sea level.
nb: identifikasjonsmerket (H), vinkelrett på 210°-sektorens midtlinje i et plan med fallgradient 5:1 fra sikkerhetsnettets eller gangbroens ytterkant og ned til havoverflaten.

source: See also Component 2.
nb: Se for øvrig komponent 2.

source: The total risk of acute incapacitation shall be within the acceptable limits of the medical certificate in question.
nb: Totalrisiko for akutt inkapasitering skal være innenfor de akseptable grensene for legeattesten det søkes for.

source: As a private person and organization, you pay an annual fee (180 kroner in 2021) for registration as a drone operator.
nb: Som privatperson og organisasjon betaler du et årlig gebyr (180 kroner i 2021) for registrering som droneoperatør.

source: - create a new organization (click on the + sign next to "Organization" in the left menu)
nb: - opprette en ny organisasjon (klikk på +tegnet ved siden av "Organisasjon" i venstremenyen)

source: As of that date, all aircraft operating on or at any point along two specified tracks within the NAT organized track system (OTS) between flight level (FL) 360 to FL 390 (inclusive) during the OTS validity period are required to be fitted with, and using, controller-pilot data link communications (CPDLC) and Automated Dependent Surveillance–Contract (ADS-C) equipment.
nb: Alle fly som opererer på hele eller deler av to spesifiserte trekk innenfor NAT Organised Track System (OTS) må fra og med flygenivå (FL) 360 til og med FL 390, i gyldighetsperioden til OTS-trekkene, være utstyrt med og anvende Controller Pilot Data Link Communications (CPDLC) og Automated Dependent Surveillance-Contract (ADS-C) utstyr.

source: Regulation BSL A 1-3 implement EU regulation 2015/1018 laying down a list classifying occurrences in civil aviation to be mandatorily reported.
nb: Forskrift BSL A 1-3 gjennomfører EU-forordning 2015/1018 som er en uttømmende liste over rapporteringspliktige tilfeller.

source: When using NOAC/DOAC, there should have been a stable dosage without adverse reactions for at least 3 months prior to assessment of medical fitness for flying.
nb: Ved bruk av NOAC/DOAC skal det ha vært stabil dosering uten bivirkninger i minst 3 måneder før vurdering av skikkethet for flyging.

source: - find a link to the A2 course under "Pilot competence"
nb: - finne lenke til A2-kurset under "Pilotkompetanse"

source: Keep in mind that conditions such as hypoxia and +Gz forces can predispose to vasovagal syncopes during flight and have a major impact on flight safety.
nb: Husk at forhold som hypoksi og +Gz krefter kan disponere for vasovagale synkoper under flyging og ha stor betydning for flysikkerheten.

source: Our recommendation is that Norway should be one of the main arenas in the world for the electrification of air travel, says CEO of Avinor, Dag Falk-Petersen.
nb: Vår anbefaling er at Norge skal være en av hovedarenaene i verden for elektrifisering av luftfart, sier konsernsjef i Avinor, Dag Falk-Petersen.

source: " If a flight has had an ATFM slot (CTOT) but now receives an SLC (Slot Cancellation Message) but the original EOBT can no longer be met, then the AO shall communicate the new EOBT by use of a DLA (or CHG) message.
nb: " Dersom flygingen har en ATFM slot (CTOT) og mottar en SLC (slot kanselleringsmelding), men finner at opprinnelig EOBT ikke lenger kan overholdes, skal flyoperatøren formidle den nye EOBT ved å bruke DLA (eller CHG) melding.

source: UP (Unidentified Precipitation) is only used in AUTOMETAR
nb: UP (Unidentified Precipitation) brukes kun på AUTOMETAR

source: If flashing obstacle lights are used in a windfarm, the flashes must be synchronized (BSL E 2-1 § 10).
nb: Dersom det benyttes blinkende hinderlys i en vindpark skal disse blinke samtidig (BSL E 2-1 § 10).

source: MSAS is currently approved to support navigation for En route and Terminal phases of flight, and NPA, over the MSAS designated Service area.
nb: MSAS er godkjent som navigasjonshjelpemiddel for En-route, Terminal og NPA i det som er definert som MSAS-tjenesteområde.

source: The actual exam for A2 theory is taken at the traffic station.
nb: Selve eksamen for A2-teori tas på trafikkstasjonen.

source: By 2030, the first ordinary domestic scheduled flights will be operated with electrified aircraft
nb: Innen 2030 skal de første ordinære innenriks ruteflygninger være elektrifiserte

source: EGNOS is providing three type of positioning services:
nb: EGNOS tilbyr tre typer posisjoneringstjenester:

source: normally not compatible with flying.
nb: normalt ikke kompatibel med flyging.

source: More information about A2.
nb: Mer informasjon om A2

source: Exemption from or reductions in VAT on tickets for air travel by zero and/or low-emission aircraft through to 2040 (possibly with re-evaluation in 2035).
nb: Fritak fra eller redusert merverdiavgift på billetter for null- og/eller lavutslippsfly frem til 2040 (med eventuell ny vurdering i 2035).

source: The parties are aiming to launch the centre quickly with operations commencing before the end of 2021.
nb: For å utnytte mulighetsvinduet tar partene sikte på at senteret kommer raskt i gang med oppstart i 2021.

source: C0 drones will weigh less than 250 grams and are flown in subcategory A1.
nb: C0 er droner under 250 gram og kan flys i underkategori A1.

source: A task force (High-Level Task Force for Zero Emission Aviation) with key European agencies (European Union Aviation Safety Agency EASA, the Norwegian Civil Aviation Authority, Airbus, Leonardo, Safran, Avinor, SAS and Widerøe) has already been established following the Norwegian Civil Aviation Authority initiated an expanded collaboration with the European Union Aviation Safety Agency - EASA.
nb: En arbeidsgruppe (High Level Task Force for Zero Emission Aviation) med sentrale europeiske aktører (Europeisk luftfartsmyndighet EASA, Luftfartstilsynet, Airbus, Leonardo, Safran, Avinor, SAS og Widerøe), er allerede etablert etter at Luftfartstilsynet tok initiativ til et utvidet samarbeide med den europeiske Luftfartsmyndighet - EASA.

source: All theoretical examinations must be passed within a period of 18 months, counting from the end of the calendar month in which the candidate first took the examination.
nb: Alle teorieksamener må være bestått innenfor en periode på 18 måneder, regnet fra slutten av den kalendermåned hvor kandidaten først gikk opp til eksamen.

source: Any aircraft not equipped with FANS 1/A (or equivalent) systems may request to climb or descend through the NAT DLM airspace.
nb: Et hvert luftfartøy som ikke er utstyrt med FANS 1/A (eller tilsvarende system) kan anmode om stigning eller nedstigning gjennom NAT DLM luftrom.

source: Correspondingly, class 2 medical certificates shall normally be subject to ORL or OSL restriction, but if NOAC/DOAC is used (without the need for INR monitoring), issuance of class 2 medical certificate without ORL/OSL mat be considered if the bleeding risk is satisfactorily low.
nb: Tilsvarende skal legeattest klasse 2 normalt påføres ORL eller OSL begrensning, men dersom det benyttes NOAC/DOAC (uten behov for INR-monitorering) kan det vurderes utstedelse av legeattest klasse 2 uten ORL/OSL dersom blødningsrisikoen er tilfredsstillende lav.

source: The new regulations change the old rule of flying the drone maximum of 120 meters vertically from the ground.
nb: Høydebegrensningen på 120 meter er oppgitt som «avstand fra nærmeste punkt på jordoverflaten».

source: The transition will be conducted as soon as is practicable by the initial EUR domestic area along the common FIR / upper flight information region (UIR) boundary bordering the NAT region DLM.
nb: Transisjonen vil gjennomføres så snart som praktisk mulig av første EUR-område langs felles FIR/upper flight information region (UIR) som grenser til NAT-regionens DLM luftrom.

source: You can only apply for Norwegian Criminal record if you have been registered resident in Norway more than 6 months.
nb: Dette gjelder for alle søkere som har vært registrert bosatt i Norge mer enn 6 måneder.

source: of the reference circle must correspond to half the DH-value of the helideck.
nb: indre diameter skal tilsvare halvparten av helidekkets DH-verdi.

source: may result in a sudden onset of functional incapacitation that affects the safe exercise of the
nb: kan medføre en plutselig innsettende funksjonssvikt som er til hinder for sikker utøvelse av

source: The registration must be sent to the Norwegian Civil Aviation Authority no later than 6 weeks before the candidate is admitted to the first theoretical examination.
nb: Registreringen må sendes Luftfartstilsynet senest 6 uker før kandidaten skal opp til første teorieksamen.

source: Pilots must pass a proficiency check upon completion of the additional training course.
nb: Når utdanningen er gjennomført, skal sertifikatinnehaveren bestå en IR-ferdighetskontroll (Proficiency Check, PC), inkludert sjekk av PBN-kompetanse.
